{
    "Contrato Social": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da empresa. Qual o CNPJ da empresa? (responder somente nome e CNPJ)",
            "2": "Qual a sigla da Junta Comercial? Qual a data do registro/arquivamento da Ata? Formato da data: DD/MM/AAAA. Qual o número do registro/arquivamento da Ata? Localização das informações: junto a Certificação do Registro. Se não localizar, responda: \"NÃO ESTÁ REGISTRADO\".",
            "3": "Qual é a data do contrato social? Formato: DD/MM/AAAA. Localização das informações: após a última cláusula, JUNTO com local/data",
            "4": "O documento é uma alteração contratual consolidada? Considerar como \"sim\" se for um Instrumento de Constituição de Contrato Social sem alteração. Formato de saída: Apenas \"sim\" ou \"não\"",
            "5": "Dadas as formas de assinatura perante a sociedade, liste as formas de representação da sociedade. Formato de saída máximo: 4 linhas.",
            "6": "Liste apenas o(s) administrador(es) autorizado(s) à representar a empresa conforme cláusula de administração. Não liste a pessoa que não estiver autorizada em cláusula de administração ou representação. Formato de saída: nome completo e CPF. Qual a data de mandato estipulada? Se tempo indeterminado ou não localizar prazo de mandato basta responder \"Informação não encontrada\". Formato de saída da data: dd/mm/aaaa Administrador(es) autorizado(s) à representar a empresa conforme cláusula de administração:",
            "7": "Qual a quantidade mínima de administradores para representação da empresa? Se representação em conjunto e não informar a quantidade mínima considere a quantidade total de administradores. Formato de saída: numérico. Caso não encontre informe \"Informação não encontrada\""
        },
        "condicoes_especiais": {
            "1": "Replique o parágrafo que detalhe ato vedado em firmar compromissos pessoais, ato vedado em fianças/avais, ato vedado que prejudique ou que seja estranho aos objetos/interesses da sociedade. \n Se não localizar informe: 'SOLICITAR AUTORIZACAO DOS SOCIOS REPRESENTANTES DE 75% DO CAPITAL SOCIAL PARA A PRESTACAO DE GARANTIAS A TERCEIROS DEVIDO OMISSAO CONTRATUAL' \n Formato de Saída: Cláusula Xª ,parágrafo Y°: (...).;",
            "2": "Replique o parágrafo que detalhe ato vedado em alienar bens imóveis ou ato vedado em onerar bens imóveis. \n Se não localizar informe: 'SOLICITAR AUTORIZACAO DOS SOCIOS REPRESENTANTES DE 75% DO CAPITAL SOCIAL PARA A ONERACAO DE BENS IMOVEIS DA SOCIEDADE DEVIDO A OMISSAO NA CONSOLIDACAO CONTRATUAL. (ART 1015 NCC)' \n Formato de Saída: Cláusula Xª ,parágrafo Y°: (...).;",
            "3": "Replique o parágrafo que detalhe ato vedado em alienar bens móveis ou ato vedado em onerar bens móveis. \n Se não localizar informe: 'Informação não encontrada' \n Formato de Saída: Cláusula Xª ,parágrafo Y°: (...).;",
            "4": "Replique o parágrafo que detalhe ato vedado em contratos financeiros/empréstimos ou assunção de obrigações financeiras. \n Se não localizar informe: 'Informação não encontrada' \n Formato de Saída: Cláusula Xª ,parágrafo Y°: (...).;",
            "5": "Replique o parágrafo que detalhe ato vedado em transações bancárias. \n Se não localizar informe: 'Informação não encontrada' \n Formato de Saída: Cláusula Xª ,parágrafo Y°: (...).;",
            "6": "Replique o parágrafo que detalhe ato vedado em nomeação de procuradores ou mandatários, informando também o prazo de vigência. \n Se não localizar informe: 'Informação não encontrada' \n Formato de Saída: Cláusula Xª ,parágrafo Y°: (...).;"
        }
    },
    "Procuração PJ": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da empresa outorgante e CNPJ? (responder somente nome e CNPJ)",
            "2": "Quem são os representantes da empresa outorgante? (responder somente com o nome dos diretores ou sócios administradores ou titular)",
            "3": "Qual o número de livro e folhas (fls) da procuração? (informação consta na primeira folha) e se não tiver, basta responder “NÃO POSSUI – PROCURAÇÃO PARTICULAR”.",
            "4": "Se não tiver número de livro e folha, indicar quem assinou digitalmente",
            "5": "Qual a data da procuração? (normalmente no início do texto da 1ª folha ou na última folha junto a validade) trazer somente o formato DD/MM/AAAA",
            "6": "Qual a data de validade da procuração? (responder resumido e formato data DD/MM/AAAA da data de início até a data de fim)",
            "7": "Os procuradores tem poderes para representar isoladamente? (responder Sim ou Não)",
            "8": "Os procuradores tem poderes para representar em conjunto? (responder Sim ou Não)",
            "9": "Classificar os procuradores por grupos e indicar o CPF de cada um dos procuradores,  se não tiver grupos responda “não há grupos formados”",
            "10": "Liste todos os procuradores/outorgados",
            "11": "Analisar os poderes bancários e separar por grupos de procuradores associado aos seus poderes e a forma de como assinam (se não tiver grupos responder “NÃO EXITEM  GRUPOS FORMADOS”)",
            "12": "Analisar os poderes bancários listando a forma de representação",
            "13": "O objeto de uma procuração é o que o outorgante autoriza o procurador a fazer em seu nome. Por exemplo, gerenciar contas bancárias, assinar contratos, etc. Dado o contexto, quais dos objetos listados abaixo que está sendo utilizado neste documento de procuração? ALIENACAO FIDUC BENS IMOVEIS; ALIENAÇÃO FIDUCIÁRIA DE BENS IMÓVEIS; ANEXO DE CAUÇÃO; ANEXO DE CHEQUE; ANEXO DE DUPLICATAS; AUTORIZAR ABATIMENTO DESCONTOS; AUTORIZAR DÉBITO; AVAL PESSOA FÍSICA; BODERÔ DE COBRANÇA; BORDERÔ DE DESCONTO; BORDERÔ DE CHEQUE; BORDERÔ DE DUPLICATA; BAIXA TÍTULOS DE COBRACA; CONTRATO ABERTURA DE CREDITO; CONTRATO DE ARRENDAMENTO MERCANTIL; CONTRATO DE CÂMBIO; CONTRATO DE CDC; CONTRATO DE CESSÃO DE CRÉDITO; CONTRATO DE CHANCELA MECÂNICA; CONTRATO DE COMPROR; CONTRATO DE EMPRÉSTIMO; CONTRATO DE FINAME; CONTRATO DE FINANCIAMENTO; CONTRATO HEDGE; CONTRATO DE LEASING; CONTRATO DE MÚTUO; CONTRATO DE PRESTAÇÃO DE SERVIÇOS; CONTRATO DE SWAP; CÂMBIO DIVERSOS; CARTA DE CIRCULARIZAÇÃO; CARTA FIANÇA; CEDULA DE CRÉDITO BANCÁRIO; CEDULA/NOTA DE CREDITO; CESSAO FIDUCIARIA BENS MOVEIS; CHEQUES; CONHECIMENTO DE DEPÓSITO; CONTRATO DE ANTECIPAÇÃO DE RECEBÍVEIS; CONTRATO DE VENDOR; CONTRATOS; CONVENIO DE CESSÃO; CORRESPONDÊNCIA; DEVEDOR SOLIDÁRIO; CÉDULA DE PRODUTO RURAL; CONTRATO DE SEGURO; DOC; DUPLICATAS; FICHA DE PROSTA DE POUPANÇA; FICHA DE PROPOSTA; GARANTIAS PARA TERCEIROS; HIPOTECA; INSTRUMENTO DE COBRANÇA; LETRA DE CÂMBIO; NOTA PRMISSÓRIA; NON-DELIVERABLE FORWARD; ORDEM DE PAGAMENTO; NOTIFICACAO/TRAVA DE DOMICILIO; PENHOR; PENHOR AGRÍCOLA; PENHOR INDUSTRIAL; PENHOR MERCANTIL; PROCURACAO; PRORROGAÇÃO DE VENCIMENTO; PROTESTO; QUITACOES; RECIBOS; REQUISIÇÃO DE TALÕES; SOLICITA EXTRATO; SOLICITA SALDO; SUSTA PROTESTO; TED; TRANSFERENCIA DE SALDO; WARRANTS"
        },
        "condicoes_especiais": {}
    },
    "Estatuto Social": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da companhia e CNPJ? (responder somente nome e CNPJ)",
            "2": "Qual a Junta Comercial (sigla), qual a data com o número de registro do contrato social? (A data de resposta somente no formato DD/MM/AAAA com barras) as informações estão todas junto a Certificação do Registro, resposta deve ser simplificada",
            "3": "Qual a data da Ata de Assembleia? (formato DD/MM/AAAA)",
            "4": "Como será a forma de administração da Companhia? (responder se é isolado ou em conjunto) a resposta está no capítulo da Diretoria",
            "5": "Trazer todas as formas de representação da companhia? (a resposta deve ser somente como os diretores assinam e no máximo 4 linhas e verificar se assinam em conjunto ou isoladamente) a resposta está no capítulo da Diretoria",
            "6": "Existe alguma cláusula de vedação no contrato social? (a resposta deve ser somente sim ou não)",
            "7": "Trazer a cláusula (formato número) que houver a expressão igual ou semelhante a “vedados atos em favor de terceiros”",
            "8": "Na competência da Assembleia Geral (qual artigo), há a necessidade de deliberar algum assunto como contratos financeiros, garantias bancárias ou alienação de bens?",
            "9": "Replicar o artigo ou cláusula com o seu parágrafo (caso houver parágrafo) o que retrata sobre a nomeação de procuradores ou mandatários e o prazo de vigência, não há necessidade de replicar o que se refere a procuração para advogados ou “ad judicia”, e a resposta deve ser como o exemplo: cláusula 5ª, paragrafo 1º: (...) por prazo de..."
        },
        "condicoes_especiais": {}
    },
    "Eleição de Diretoria": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da companhia e CNPJ? (nome e CNPJ no topo da 1ª página da Ata)",
            "2": "Qual a Junta Comercial (sigla), qual a data com o número de registro/arquivamento da Ata? (A data de resposta somente no formato DD/MM/AAAA com barras) as informações estão todas junto a Certificação do Registro, resposta deve ser simplificada (se não localizar responder “NÃO ESTÁ REGISTRADO”) E não quero o nº do NIRE!",
            "3": "Qual a data da Ata de Assembleia? (SOMENTE formato DD/MM/AAAA)",
            "4": "Qual o período de eleição ou reeleição da Diretoria? (SOMENTE formato data DD/MM/AAAA, somar a data da ata + o período, informar início e fim)",
            "5": "Quem são os Diretores eleitos ou reeleitos? (nome completo e CPF) e ratificar todos os diretores que estiverem eleitos"
        },
        "condicoes_especiais": {}
    },
    "Procuração PF": {
        "perguntas_padrao": {
            "1": "Qual o nome completo do outorgante e CPF? (responder somente nome e CPF)",
            "2": "Qual o número de livro e folhas (fls) da procuração? (informação consta na primeira folha) e se não tiver, basta responder “NÃO POSSUI – PROCURAÇÃO PARTICULAR”.",
            "3": "Se não tiver número de livro e folha, indicar quem assinou digitalmente.",
            "4": "Qual a data da procuração? (normalmente no início do texto da 1ª folha ou na última folha junto a validade) trazer somente o formato DD/MM/AAAA",
            "5": "Qual a data de validade da procuração? (responder resumido e formato data DD/MM/AAAA da data de início até a data de fim)",
            "6": "Os procuradores tem poderes para representar isoladamente? (responder Sim ou Não)",
            "7": "Os procuradores tem poderes para representar em conjunto? (responder Sim ou Não)",
            "8": "Liste todos os procuradores/outorgados e os seus CPFs",
            "9": "Analisar os poderes bancários aos procuradores indicar a forma de como assinam.",
            "10": "O objeto de uma procuração é o que o outorgante autoriza o procurador a fazer em seu nome. Por exemplo, gerenciar contas bancárias, assinar contratos, etc. Dado o contexto, quais dos objetos listados abaixo que está sendo utilizado neste documento de procuração? ALIENACAO FIDUC BENS IMOVEIS; ALIENAÇÃO FIDUCIÁRIA DE BENS IMÓVEIS; ANEXO DE CAUÇÃO; ANEXO DE CHEQUE; ANEXO DE DUPLICATAS; AUTORIZAR ABATIMENTO DESCONTOS; AUTORIZAR DÉBITO; AVAL PESSOA FÍSICA; BODERÔ DE COBRANÇA; BORDERÔ DE DESCONTO; BORDERÔ DE CHEQUE; BORDERÔ DE DUPLICATA; BAIXA TÍTULOS DE COBRACA; CONTRATO ABERTURA DE CREDITO; CONTRATO DE ARRENDAMENTO MERCANTIL; CONTRATO DE CÂMBIO; CONTRATO DE CDC; CONTRATO DE CESSÃO DE CRÉDITO; CONTRATO DE CHANCELA MECÂNICA; CONTRATO DE COMPROR; CONTRATO DE EMPRÉSTIMO; CONTRATO DE FINAME; CONTRATO DE FINANCIAMENTO; CONTRATO HEDGE; CONTRATO DE LEASING; CONTRATO DE MÚTUO; CONTRATO DE PRESTAÇÃO DE SERVIÇOS; CONTRATO DE SWAP; CÂMBIO DIVERSOS; CARTA DE CIRCULARIZAÇÃO; CARTA FIANÇA; CEDULA DE CRÉDITO BANCÁRIO; CEDULA/NOTA DE CREDITO; CESSAO FIDUCIARIA BENS MOVEIS; CHEQUES; CONHECIMENTO DE DEPÓSITO; CONTRATO DE ANTECIPAÇÃO DE RECEBÍVEIS; CONTRATO DE VENDOR; CONTRATOS; CONVENIO DE CESSÃO; CORRESPONDÊNCIA; DEVEDOR SOLIDÁRIO; CÉDULA DE PRODUTO RURAL; CONTRATO DE SEGURO; DOC; DUPLICATAS; FICHA DE PROSTA DE POUPANÇA; FICHA DE PROPOSTA; GARANTIAS PARA TERCEIROS; HIPOTECA; INSTRUMENTO DE COBRANÇA; LETRA DE CÂMBIO; NOTA PRMISSÓRIA; NON-DELIVERABLE FORWARD; ORDEM DE PAGAMENTO; NOTIFICACAO/TRAVA DE DOMICILIO; PENHOR; PENHOR AGRÍCOLA; PENHOR INDUSTRIAL; PENHOR MERCANTIL; PROCURACAO; PRORROGAÇÃO DE VENCIMENTO; PROTESTO; QUITACOES; RECIBOS; REQUISIÇÃO DE TALÕES; SOLICITA EXTRATO; SOLICITA SALDO; SUSTA PROTESTO; TED; TRANSFERENCIA DE SALDO; WARRANTS"
        },
        "condicoes_especiais": {}
    }
}