{
    "Contrato Social": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da empresa? Qual o número do CNPJ da empresa ou Sede? (responder somente nome e CNPJ) Localização da informação: Nas primeiras páginas do documento ou próximo ao número de registro depois da expressão \"CNPJ DA SEDE\". Nunca informar o CPF/CNPJ de um assinante/sócio e nunca informar como resposta o código de verificação. Leve em consideração o que é um CNPJ e sua formatação padrão;",
            "2": "O contrato social pode estar registrado/arquivado em uma Junta Comercial ou em um Cartório ou não estar registrado e preciso de três informações referentes ao registro: Qual a sigla da Junta Comercial ou identificação abreviada em sigla do nome do Cartório? Qual a data do registro/arquivamento (igual ou posterior a data do contrato)? Formato da data: DD/MM/AAAA. Qual o número do registro/arquivamento? Localização das informações: Junto a Certificação do Registro ou no selo/carimbo de registro da Junta Comercial na mesma página ou na página seguinte das assinaturas ou sob ao texto \"certifico registro sob o número\" ou no rodapé do documento. A sigla não deve ser abreviação do nome da junta comercial e sim retornar apenas a sigla oficial da junta comercial, esta pode ser localizada junto ao endereço web do rodapé ou próximo ao número e data de registro. Se registrado em cartório o formato de saída da sigla deve ser: a ordem (Exemplo:\"1º\" ou \"3º\"), o nome do cartório abreviado (em sigla) e a UF.  Somente considerar o protocolo como resposta se não houver identificação de arquivamento/registro e se informar que o protocolo está registrado. Se não localizar o número de registro responda: \"NÃO ESTÁ REGISTRADO\";",
            "3": "Qual é a data do contrato social? Formato: DD/MM/AAAA. Localização das informações: após a última cláusula, JUNTO com local/data;",
            "4": "Um contrato social é originado através de um instrumento constitutivo do contrato social (o 1º) ou por transformação em sociedade empresarial limitada e depois pode ter alterações contratuais, sejam elas consolidadas (reescrita do contrato social conforme modificações que tenham sido realizadas. Ou seja, ela repete as cláusulas do contrato que não foram alteradas e reescreve as cláusulas que foram alteradas, colocando tudo num mesmo documento.) ou sem consolidação. Avalie o documento e responsa como \"sim\" se identificado que trata-se do instrumento constitutivo ou se é uma alteração contratual consolidada e responda \"não\" se identificado que trata-se de uma alteração contratual sem consolidação. Localização: Localize uma cláusula sobre consolidação das cláusulas do contrato social ou a informação de que as informações estão consolidadas. Formato de saída: Apenas \"sim\" ou \"não\";",
            "5": "Liste apenas o(s) administrador(es) autorizado(s) à representar a empresa conforme cláusula de administração. Localização das informações: Na cláusula de administração/representação, se alteração contratual considerar a cláusula de administração somente após a consolidação do contrato e se houver mais de uma alteração considerar a mais recente, não liste a pessoa que não estiver autorizada em cláusula de administração ou representação. Formato de saída: nome completo e CPF. Qual a data de mandato estipulada? Se tempo indeterminado ou não localizar prazo de mandato basta responder \"Informação não encontrada\". Formato de saída da data: dd/mm/aaaa. Se a administração é efetuada por grupos, Quais os grupos de administração? Formato de saída: nome do grupo e número de CPF de cada administrador, delimitando os grupos com \",\" e entre o nome do grupo e entre os itens de um mesmo grupo utilizar o delimitador \"|\". Utilizando o princípio de combinação sem repetição, quais as mínimas combinações de administradores (número de CPFs) autorizadas para a administração/representação? Uma combinação não pode ter o mesmo número de CPF repetido, desconsiderar combinações iguais de ordem diferente e somente considerar as combinações mínimas autorizadas. Em caso de haver apenas um administrador informe-o. Formato de saída: Número sequencial e único referente a combinação e respectivos CPFs, delimitando as combinações com \",\" e entre os itens de uma mesma combinação com o delimitador \"|\";",
            "6": "A administração/representação da sociedade pode ser ou é exercida por uma dessas formas:  ambos os sócios, isoladamente, separadamente, de forma individual, de forma singular ou de forma idêntica sinônima à individual? Localização das informações: Na cláusula de administração/representação, se alteração contratual considerar a cláusula de administração/representação após a consolidação do contrato. Se pode por ao menos uma dessas formas responda o texto \"01\" e finalize esta pergunta. Senão localize quantos administradores devem assinar em conjunto onde se não detalhar a quantidade, considere o total de administradores. Formato de saída: converta o número em texto com dois caracteres, exemplo 00. Caso não encontre informe \"Informação não encontrada\";",
            "7": "Liste o CPF ou CNPJ de todos os sócios. Formato de saída: número do CPF ou CNPJ de cada sócio separado cada um por vírgula. Localização das informações: Sempre na cláusula de composição do capital social/quotas, se alteração contratual considerar a mais recente e somente os listados depois da cláusula de consolidação contratual. Liste o tipo de documento de cada sócio: CPF ou CNPJ. Formato de saída: \"CPF\" ou \"CNPJ\""
        },
        "condicoes_especiais": {
            "1": "Para as próximas 6 perguntas localize as informações na cláusula de administração/representação. Se houver mais de uma cláusula de administração/representação considere sempre as informações da cláusula que estiver mais próxima ao fim do documento (próximo a página de assinaturas do contrato). Preciso identificar se o uso da denominação social para cada classificação dos poderes abaixo são: omissos (não descreve/menciona os poderes), autorizados/permitidos ou vedados/proibidos/não constitui objeto social. Em caso de mencionar que a administração pode ou é autorizado para um dos poderes do item responda apenas “Autorizado”. Se não mencionar os poderes especificados responda o texto padrão conforme indicado em cada item. Se mencionar condição específica de representação ou localizar conotação de vedação/proibição ao menos a um dos poderes citados é necessário que retorne o parágrafo completo da cláusula de administração mais próxima ao fim do documento a partir da expressão/palavra que traz a conotação de condição específica: \"vedado\", \"defeso\" ou \"proibido\". Formato de saída: Cláusula Xª, parágrafo Y°: (...) .\n1-Poderes: Firmar compromissos pessoais, uso da sociedade em negócios alheios, negócios estranhos aos fins sociais, atividades estranhas ao interesse social, fianças, avais, assumir obrigações em favor de terceiros ou dos quotistas, que prejudique ou que seja estranho aos objetos/interesses da sociedade. Orientação: Caso não localize todos estes poderes descritos ou o documento for omisso quanto a todos eles então responda apenas o texto: \"SOLICITAR AUTORIZACAO DOS SOCIOS REPRESENTANTES DE 75% DO CAPITAL SOCIAL PARA A PRESTACAO DE GARANTIAS A TERCEIROS DEVIDO OMISSAO CONTRATUAL“",
            "2": "2-Poderes: Alienar bens imóveis da sociedade, Alienar e/ou onerar bens imóveis. Orientação: Para este item nunca responder \"Informação não encontrada\", caso não localize na cláusula de administração mais próxima da assinatura do documento conotação de vedação/proibição para alienar/onerar bens imóveis ou caso haja omissão destes poderes então responda apenas o texto: \"SOLICITAR AUTORIZACAO DOS SOCIOS REPRESENTANTES DE 75% DO CAPITAL SOCIAL PARA A ONERACAO DE BENS IMOVEIS DA SOCIEDADE DEVIDO A OMISSAO NA CONSOLIDACAO CONTRATUAL. (ART 1015 NCC)“",
            "3": "3-Poderes: Alienação de bens móveis, alienar e/ou onerar bens móveis ou bens patrimoniais. Orientação: Caso não localize sobre vedação para alienação/oneração de bens móveis e alienação de bens patrimoniais ou haja omissão a estes itens então responda apenas o texto: \"Informação não encontrada\"",
            "4": "4-Poderes: Contratos financeiros/empréstimos ou assunção de obrigações financeiras. Orientação: Caso não localize todos estes poderes ou o documento for omisso quanto a todos eles então responda apenas o texto: \"Informação não encontrada\"\"",
            "5": "5-Poderes: Abertura de conta(s) ou transações bancárias. Orientação: Caso não localize todos estes poderes ou o documento for omisso quanto a todos eles então responda apenas o texto: \"Informação não encontrada\"",
            "6": "6-vedação para nomeação de procuradores/mandatários ou em caso de haver condição específica para o prazo de vigência da procuração. Orientação: Caso não localize estas condições , caso seja omisso, caso não haja condição específica de representação diferente da administração para nomeação de procuradores ou referente ao prazo da procuração responda apenas o texto: \"Informação não encontrada\""
        }
    },
    "Procuração PJ": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da empresa outorgante e CNPJ? (responder somente nome e CNPJ)",
            "2": "Quem são os representantes da empresa outorgante? (responder somente com o nome dos diretores ou sócios administradores ou titular)",
            "3": "Qual o número de livro e folhas (fls) da procuração? (informação consta na primeira folha) e se não tiver, basta responder “NÃO POSSUI – PROCURAÇÃO PARTICULAR”.",
            "4": "Se não tiver número de livro e folha, indicar quem assinou digitalmente",
            "5": "Qual a data da procuração? (normalmente no início do texto da 1ª folha ou na última folha junto a validade) trazer somente o formato DD/MM/AAAA",
            "6": "Qual a data de validade da procuração? (responder resumido e formato data DD/MM/AAAA da data de início até a data de fim)",
            "7": "Os procuradores tem poderes para representar isoladamente? (responder Sim ou Não)",
            "8": "Os procuradores tem poderes para representar em conjunto? (responder Sim ou Não)",
            "9": "Classificar os procuradores por grupos e indicar o CPF de cada um dos procuradores,  se não tiver grupos responda “não há grupos formados”",
            "10": "Liste todos os procuradores/outorgados",
            "11": "Analisar os poderes bancários e separar por grupos de procuradores associado aos seus poderes e a forma de como assinam (se não tiver grupos responder “NÃO EXITEM  GRUPOS FORMADOS”)",
            "12": "Analisar os poderes bancários listando a forma de representação",
            "13": "O objeto de uma procuração é o que o outorgante autoriza o procurador a fazer em seu nome. Por exemplo, gerenciar contas bancárias, assinar contratos, etc. Dado o contexto, quais dos objetos listados abaixo que está sendo utilizado neste documento de procuração? ALIENACAO FIDUC BENS IMOVEIS; ALIENAÇÃO FIDUCIÁRIA DE BENS IMÓVEIS; ANEXO DE CAUÇÃO; ANEXO DE CHEQUE; ANEXO DE DUPLICATAS; AUTORIZAR ABATIMENTO DESCONTOS; AUTORIZAR DÉBITO; AVAL PESSOA FÍSICA; BODERÔ DE COBRANÇA; BORDERÔ DE DESCONTO; BORDERÔ DE CHEQUE; BORDERÔ DE DUPLICATA; BAIXA TÍTULOS DE COBRACA; CONTRATO ABERTURA DE CREDITO; CONTRATO DE ARRENDAMENTO MERCANTIL; CONTRATO DE CÂMBIO; CONTRATO DE CDC; CONTRATO DE CESSÃO DE CRÉDITO; CONTRATO DE CHANCELA MECÂNICA; CONTRATO DE COMPROR; CONTRATO DE EMPRÉSTIMO; CONTRATO DE FINAME; CONTRATO DE FINANCIAMENTO; CONTRATO HEDGE; CONTRATO DE LEASING; CONTRATO DE MÚTUO; CONTRATO DE PRESTAÇÃO DE SERVIÇOS; CONTRATO DE SWAP; CÂMBIO DIVERSOS; CARTA DE CIRCULARIZAÇÃO; CARTA FIANÇA; CEDULA DE CRÉDITO BANCÁRIO; CEDULA/NOTA DE CREDITO; CESSAO FIDUCIARIA BENS MOVEIS; CHEQUES; CONHECIMENTO DE DEPÓSITO; CONTRATO DE ANTECIPAÇÃO DE RECEBÍVEIS; CONTRATO DE VENDOR; CONTRATOS; CONVENIO DE CESSÃO; CORRESPONDÊNCIA; DEVEDOR SOLIDÁRIO; CÉDULA DE PRODUTO RURAL; CONTRATO DE SEGURO; DOC; DUPLICATAS; FICHA DE PROSTA DE POUPANÇA; FICHA DE PROPOSTA; GARANTIAS PARA TERCEIROS; HIPOTECA; INSTRUMENTO DE COBRANÇA; LETRA DE CÂMBIO; NOTA PRMISSÓRIA; NON-DELIVERABLE FORWARD; ORDEM DE PAGAMENTO; NOTIFICACAO/TRAVA DE DOMICILIO; PENHOR; PENHOR AGRÍCOLA; PENHOR INDUSTRIAL; PENHOR MERCANTIL; PROCURACAO; PRORROGAÇÃO DE VENCIMENTO; PROTESTO; QUITACOES; RECIBOS; REQUISIÇÃO DE TALÕES; SOLICITA EXTRATO; SOLICITA SALDO; SUSTA PROTESTO; TED; TRANSFERENCIA DE SALDO; WARRANTS"
        },
        "condicoes_especiais": {}
    },
    "Estatuto Social": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da companhia e CNPJ? (responder somente nome e CNPJ)",
            "2": "Qual a Junta Comercial (sigla), qual a data com o número de registro do contrato social? (A data de resposta somente no formato DD/MM/AAAA com barras) as informações estão todas junto a Certificação do Registro, resposta deve ser simplificada",
            "3": "Qual a data da Ata de Assembleia? (formato DD/MM/AAAA)",
            "4": "Como será a forma de administração da Companhia? (responder se é isolado ou em conjunto) a resposta está no capítulo da Diretoria",
            "5": "Trazer todas as formas de representação da companhia? (a resposta deve ser somente como os diretores assinam e no máximo 4 linhas e verificar se assinam em conjunto ou isoladamente) a resposta está no capítulo da Diretoria",
            "6": "Existe alguma cláusula de vedação no contrato social? (a resposta deve ser somente sim ou não)",
            "7": "Trazer a cláusula (formato número) que houver a expressão igual ou semelhante a “vedados atos em favor de terceiros”",
            "8": "Na competência da Assembleia Geral (qual artigo), há a necessidade de deliberar algum assunto como contratos financeiros, garantias bancárias ou alienação de bens?",
            "9": "Replicar o artigo ou cláusula com o seu parágrafo (caso houver parágrafo) o que retrata sobre a nomeação de procuradores ou mandatários e o prazo de vigência, não há necessidade de replicar o que se refere a procuração para advogados ou “ad judicia”, e a resposta deve ser como o exemplo: cláusula 5ª, paragrafo 1º: (...) por prazo de..."
        },
        "condicoes_especiais": {}
    },
    "Eleição de Diretoria": {
        "perguntas_padrao": {
            "1": "Qual o nome completo da companhia e CNPJ? (nome e CNPJ no topo da 1ª página da Ata)",
            "2": "Qual a Junta Comercial (sigla), qual a data com o número de registro/arquivamento da Ata? (A data de resposta somente no formato DD/MM/AAAA com barras) as informações estão todas junto a Certificação do Registro, resposta deve ser simplificada (se não localizar responder “NÃO ESTÁ REGISTRADO”) E não quero o nº do NIRE!",
            "3": "Qual a data da Ata de Assembleia? (SOMENTE formato DD/MM/AAAA)",
            "4": "Qual o período de eleição ou reeleição da Diretoria? (SOMENTE formato data DD/MM/AAAA, somar a data da ata + o período, informar início e fim)",
            "5": "Quem são os Diretores eleitos ou reeleitos? (nome completo e CPF) e ratificar todos os diretores que estiverem eleitos"
        },
        "condicoes_especiais": {}
    },
    "Procuração PF": {
        "perguntas_padrao": {
            "1": "Qual o nome completo do outorgante e CPF? (responder somente nome e CPF)",
            "2": "Qual o número de livro e folhas (fls) da procuração? (informação consta na primeira folha) e se não tiver, basta responder “NÃO POSSUI – PROCURAÇÃO PARTICULAR”.",
            "3": "Se não tiver número de livro e folha, indicar quem assinou digitalmente.",
            "4": "Qual a data da procuração? (normalmente no início do texto da 1ª folha ou na última folha junto a validade) trazer somente o formato DD/MM/AAAA",
            "5": "Qual a data de validade da procuração? (responder resumido e formato data DD/MM/AAAA da data de início até a data de fim)",
            "6": "Os procuradores tem poderes para representar isoladamente? (responder Sim ou Não)",
            "7": "Os procuradores tem poderes para representar em conjunto? (responder Sim ou Não)",
            "8": "Liste todos os procuradores/outorgados e os seus CPFs",
            "9": "Analisar os poderes bancários aos procuradores indicar a forma de como assinam.",
            "10": "O objeto de uma procuração é o que o outorgante autoriza o procurador a fazer em seu nome. Por exemplo, gerenciar contas bancárias, assinar contratos, etc. Dado o contexto, quais dos objetos listados abaixo que está sendo utilizado neste documento de procuração? ALIENACAO FIDUC BENS IMOVEIS; ALIENAÇÃO FIDUCIÁRIA DE BENS IMÓVEIS; ANEXO DE CAUÇÃO; ANEXO DE CHEQUE; ANEXO DE DUPLICATAS; AUTORIZAR ABATIMENTO DESCONTOS; AUTORIZAR DÉBITO; AVAL PESSOA FÍSICA; BODERÔ DE COBRANÇA; BORDERÔ DE DESCONTO; BORDERÔ DE CHEQUE; BORDERÔ DE DUPLICATA; BAIXA TÍTULOS DE COBRACA; CONTRATO ABERTURA DE CREDITO; CONTRATO DE ARRENDAMENTO MERCANTIL; CONTRATO DE CÂMBIO; CONTRATO DE CDC; CONTRATO DE CESSÃO DE CRÉDITO; CONTRATO DE CHANCELA MECÂNICA; CONTRATO DE COMPROR; CONTRATO DE EMPRÉSTIMO; CONTRATO DE FINAME; CONTRATO DE FINANCIAMENTO; CONTRATO HEDGE; CONTRATO DE LEASING; CONTRATO DE MÚTUO; CONTRATO DE PRESTAÇÃO DE SERVIÇOS; CONTRATO DE SWAP; CÂMBIO DIVERSOS; CARTA DE CIRCULARIZAÇÃO; CARTA FIANÇA; CEDULA DE CRÉDITO BANCÁRIO; CEDULA/NOTA DE CREDITO; CESSAO FIDUCIARIA BENS MOVEIS; CHEQUES; CONHECIMENTO DE DEPÓSITO; CONTRATO DE ANTECIPAÇÃO DE RECEBÍVEIS; CONTRATO DE VENDOR; CONTRATOS; CONVENIO DE CESSÃO; CORRESPONDÊNCIA; DEVEDOR SOLIDÁRIO; CÉDULA DE PRODUTO RURAL; CONTRATO DE SEGURO; DOC; DUPLICATAS; FICHA DE PROSTA DE POUPANÇA; FICHA DE PROPOSTA; GARANTIAS PARA TERCEIROS; HIPOTECA; INSTRUMENTO DE COBRANÇA; LETRA DE CÂMBIO; NOTA PRMISSÓRIA; NON-DELIVERABLE FORWARD; ORDEM DE PAGAMENTO; NOTIFICACAO/TRAVA DE DOMICILIO; PENHOR; PENHOR AGRÍCOLA; PENHOR INDUSTRIAL; PENHOR MERCANTIL; PROCURACAO; PRORROGAÇÃO DE VENCIMENTO; PROTESTO; QUITACOES; RECIBOS; REQUISIÇÃO DE TALÕES; SOLICITA EXTRATO; SOLICITA SALDO; SUSTA PROTESTO; TED; TRANSFERENCIA DE SALDO; WARRANTS"
        },
        "condicoes_especiais": {}
    }
}